{
    "elements": {
        "title": "Sag 'hallo' zu Mattermost!",
        "step1": "Step 1",
        "step2": "Step 2",
        "step3": "Step 3",
        "step4": "Step 4",
        "buttons": {
            "next": "weiter",
            "back": "zurück",
            "finish": "fertig"
        },
        "label": {
            "password": "Passwort:",
            "checkPassword": "Passwort wiederholen:",
            "dsgvo": "Datenschutzgrundverordnung:"
        },
        "placeholder": {
            "password": "Passwort eingeben",
            "checkPassword": "Passwort wiederholen"
        },
        "checkBoxs": {
            "dsgvo": "Bitte lies die "
        }
    },
    "components": {
        "stepOne": {
            "head": " ",
            "whatIsMattermost": "Mattermost ist ein freier webbasierter Instant-Messaging-Dienst. Du kannst sowohl private Einzel- und Gruppennachrichten verschicken, als auch teamöffentliche Gruppenchats in \"Kanälen\" organisieren. Mattermost funktioniert damit ähnlich wie die marktführenden Softwares Microsoft Teams und Slack.\n\nJede größere Organisationseinheit (also alle Crews und die Festangestellten der Vereine und Social Business) bekommen separate \"Teams\". Das sind abgeschlossene Räume in denen \"Kanäle\" angelegt werden. Einzelne \"Kanäle\" können zwischen den \"Teams\" verbunden werden. Damit soll die Kommunikation zwischen den verschiedenen Organisationseinheiten ermöglicht werden. \n\nWenn du das nicht sofort verstehst, ist das vollkommen ok. Deine Fragen werden sich vermutlich mit der Nutzung klären. Außerdem gibt es einen \"Kanal\" in dem dir alle Fragen zu Mattermost beantwortet werden.",
            "getMattermost": "Du kannst Mattermost selbstverständlich auch als App auf deinem Arbeitsgerät installieren. Um zum Downloadbereich zu gelangen klicke einfach auf -> ",
            "howToMattermost": "Im Cosmos Team findest du einen Channel in dem dir alle Fragen zu Mattermost beantwortet werden. Aber lies dir bitte zuerst für weitere Informationen den User Guide durch. ",
            "followInstructions": "Folge den Anweisungen um deinen Pool Account mit deinem Mattermost Konto zu verknüpfen."
        },
        "stepTwo": {
            "whyCanal": "Wir brauchen ein neues Passwort für deinen Mattermost Account.\nBeachte, dass dein Passwort mindestens ein klein- und großgeschriebenen charater, eine Zahl, ein Sonderzeichen (! @ # $ % ^ &) und >10 Zeichen lang sein muss.",
            "newPassword": " ",
            "rules": {
                "inputPasswordOne": "Du hast kein Passwort eingegeben",
                "inputPasswordTwo": "Du hast dein Passwort nicht wiederholt",
                "inputMismatched": "Beide Passwörter stimmen nicht überein",
                "inputPattern": "Bitte beachte die oben aufgelisteten Passwortanforderungen",
                "readDSGVO": "Bitte abhaken"
            }
        },
        "stepThree": {
            "thanks": "Jetzt kann es losgehen. Viel Spaß mit unserem neuen Kommunikationstool. "
        },
        "stepFour": {
            "forward": "Du wirst in kürze zur Anmeldeseite von Mattermost weitergeleitet...\\n Sollte dies nicht der fall sein klicke bitte auf folgenden "
        }
    }
}